
// primaryText for generic settings alert
"%@" = "%@";

// AppleTV OS updates successfully disabled!
"AppleTV OS updates successfully disabled!" = "AppleTV OS updates successfully disabled!";

// AppleTV OS updates successfully enabled!
"AppleTV OS updates successfully enabled!" = "AppleTV OS updates successfully enabled!";

// Block updates menu item
"AppleTV Updates" = "AppleTV Updates";

// Author
"Author" = "Author";

// Disabled
"Disabled" = "Disabled";

// Enabled
"Enabled" = "Enabled";

// primary text when there is no internet connection
"Install Software requires an internet connection. Please connect your AppleTV to the Internet." = "Install Software requires an internet connection. Please connect your AppleTV to the Internet.";

// seconday text when when there is no internet connection
"Press menu to exit" = "Press menu to exit";

// secondary text when error in settings controller
"Re-directed to settings facade in 5 seconds" = "Re-directed to settings facade in 5 seconds";

// Section
"Section" = "Section";

// Update Disabled
"Update Disabled" = "Update Disabled";

// Update Enabled
"Update Enabled" = "Update Enabled";

// Version
"Version" = "Version";

/*
 second day forecast
   third day forecast
 */
"%@ - %@, High: %@¬\U221E%@, Low: %@¬\U221E%@" = "%1$@ - %2$@, Hoog: %3$@¬∞%4$@, Laag: %5$@¬∞%6$@";

// About
"About" = "Over";

// Add RSS Location
"Add RSS Location" = "Voeg RSS Locatie toe";

// Add Weather Location
"Add Weather Location" = "Voeg Weer Locatie toe";

// cancel button
"Cancel Delete" = "Annuleer Verwijderen";

// Current Conditions
"Current Conditions" = "Huidige Weersomstandigheden";

// current conditions of the current day for weather
"Current Conditions: %@, %@¬\U221E%@" = "Huidige Weersomstandigheden: %1$@, %2$@¬∞%3$@";

// Custom Package Install
"Custom Package Install" = "Aangepaste Pakket Installatie";

// Custom Package Search
"Custom Package Search" = "Aangepaste Pakketten Zoeken";

// Date
"Date" = "Datum";

// cancel delete
"Delete" = "Verwijder";

// alert dialog for deleting playlist
"Delete %@?" = "Verwijder %@?";

// Dew Point
"Dew Point" = "Dauwpunt";

// Downloading %@...
"Downloading %@..." = "Downloaden %@...";

// title of textentry controller for entering RSS url
"Enter RSS feed URL" = "Voeg RSS feed URL in";

// title of textentry controller for entering rss location name
"Enter RSS location name" = "Voer locatienaam RSS in";

// title of textentry controller for entering weather location name
"Enter weather location name" = "Voer naam Weer Locatie in";

// title of textentry controller for entering weather zip code or location id
"Enter zip code or location ID" = "Voer postcode of locatie ID in";

// Featured menu item divider in software section
"Featured" = "Aanbevolen";

// Files
"Files" = "Bestanden";

// Humidity
"Humidity" = "Luchtvochtigheid";

// the text to the left of the text field while entering a weather location name
"ID:" = "ID:";

// Install Software
"Install Software" = "Installeer Software";

// Installation Failed!
"Installation Failed!" = "Installatie Mislukt!";

// Installation Successful / Up to Date
"Installation Successful / Up to Date" = "Installatie Successvol / Up to Date";

/*
 alert when there is no internet connection
   Internet Unavailable
 */
"Internet Unavailable" = "Internet niet Beschikbaar";

// Location
"Location" = "Locatie";

/*
 the text to the left of the text field while entering a rss location name
   the text to the left of the text field while entering a weather location name
 */
"Name:" = "Naam:";

// Network
"Network" = "Netwerk";

/*
 options in menu divider
   Options menu item divider in software section
 */
"Options" = "Opties";

// Package Containing:
"Package Containing:" = "Pakket Bevat:";

// Package ID:
"Package ID:" = "Pakket ID:";

// Package Removal Failed!
"Package Removal Failed!" = "Pakket Verwijderen Mislukt!";

// Package Removal Successful
"Package Removal Successful" = "Pakket Succesvol verwijderd";

// Package Removal Successful / Up to Date
"Package Removal Successful / Up to Date" = "Pakket Succesvol verwijderd / Up to Date";

// Playlists
"Playlists" = "Afspeellijst";

// Please enter a partial name of the custom .deb you would like to search for
"Please enter a partial name of the custom .deb you would like to search for" = "Voer een gedeelte van de naam van het aangepaste .deb in waarnaar je zou willen zoeken";

// Please enter the name of the custom .deb you would like to install
"Please enter the name of the custom .deb you would like to install" = "Voer de naam van het aangepaste .deb bestand in dat je zou willen installeren";

// secondary text for bad zip alert
"Popping in 3 Seconds" = "Popping in 3 Seconden";

// press menu to exit
"press menu to exit" = "Druk menu om te verlaten";

// Reboot AppleTV menu item
"Reboot AppleTV" = "Herstart AppleTV";

// Recent Files
"Recent Files" = "Recente Bestanden";

// the menu item to remove the current rss location
"Remove RSS Location" = "Verwijder RSS Locatie";

// the menu item to remove the current weather location
"Remove Weather Location" = "Verwijder Weer Locatie";

/*
 removing %@
   Removing %@
 */
"removing %@" = "verwijderen %@";

// Restart Lowtide menu item
"Restart Lowtide" = "Herstart Lowtide";

// Restart options menu divider in settings
"Restart Options" = "Herstart Opties";

/*
 RSS Feeds
   Title of RSS menu
 */
"RSS Feeds" = "RSS Feeds";

/*
 the url of the rss location point
   title of menu for editing/saving rss location points
 */
"RSS Location" = "RSS Locatie";

// the name of the rss location point as its displayed in the weather menu
"RSS Name" = "RSS Naam";

/*
 the menu item to save changes to a rss location
   the menu item to save changes to a weather location
 */
"Save Changes" = "Bewaar Wijzigingen";

// the menu item to save a new rss location to the rss.plist file
"Save RSS Location" = "Bewaar RSS Locatie";

// the menu item to save a new weather location to the weather.plist file
"Save Weather Location" = "Bewaar Weer Locatie";

// Search for Packages
"Search for Packages" = "Zoek naar Pakketten";

// searching for %@...
"searching for %@..." = "Zoeken naar %@...";

// Settings
"Settings" = "Instellingen";

// update blocker alert main text for success
"Software Update Blocked Successfully!" = "Software Update Successvol Geblokkeerd!";

// No comment provided by engineer.
"Software Updates Blocking Failed!" = "Software Updates Blokkering Mislukt!";

// Streams
"Streams" = "Streams";

// celcius / fahrenheit of weather point
"Units" = "Eenheden";

// No comment provided by engineer.
"Update Block Failed" = "Update Blokkering Mislukt";

// Update nitoTV menu item
"Update nitoTV" = "Update nitoTV";

// update blocker alert title for success
"Updates Blocked Successfully" = "Updates Successvol Geblokkeerd";

// main text for Spinner text control while updating nitoTV
"Updating nitoTV, please wait..." = "nitoTV Updaten, Wachten aub...";

// title for Spinner text control while updating nitoTV
"Updating, Please wait..." = "Updaten, Wachten aub...";

// the text to the left of the text field while entering a RSS url
"URL:" = "URL:";

// the menu item responsible for viewing rss location
"View Feed" = "Bekijk Feed";

// the menu item responsible for viewing weather location
"View Weather" = "Bekijk Weer";

// Weather
"Weather" = "Weer";

/*
 the zip code/location id of the weather location point
   title of menu for editing/saving weather location points
 */
"Weather Location" = "Weer Locatie";

// Title of weather menu
"Weather Manager" = "Weer Manager";

// the name of the weather location point as its displayed in the weather menu
"Weather Name" = "Weer Naam";

// alert for when weather retrieve failed
"Weather Retrieval Failed" = "Weer Ophalen Mislukt";

// primary text for bad zip
"Weather retrieval failed, possibly a bad or incomplete zip code." = "Weer Ophalen Mislukt, waarschijnlijk een foute of incomplete zip code.";

// Wind
"Wind" = "Wind";
